[
    {
        "id": 1,
        "name": "Wheelbase",
        "description": "In this website there are two role, one is user and another is admin.User can sign up to the website by using email and also with gmail account.In order to buy any product, user have to login into the website otherwise it will redirect to login page and after successfully login user again redirect to his/her desire destination.After successfully buy a product user can find out his/her order in My Orders section which is in the dashboard and also can remove his/her ordered product.User can also find out the status of shipping the product, if an admin approve the order to shipped user can checkout the order status as shipped.Only Admin can find out total orders of this website and also can delete any order.Admin can also make another admin.Admin can add a new product by simply Add a service section.User can also logout from the website.If user reload the website after login into the website it will not redirect to login page.If user input any unidentified routes into the link it will go to 404:not found page.",
        "img": "https://i.ibb.co/7jXyj1f/wheel.png",
        "img2": "https://i.ibb.co/TrVkhR0/wheel2.png",
        "img3": "https://i.ibb.co/9tyTgYy/wheel3.png",
        "link": "https://wheelbase-bed0c.web.app",
        "github1":"https://github.com/Mahir-Ahmed-250/Wheelbase-Client-Side",
        "github2":"https://github.com/Mahir-Ahmed-250/Wheelbase-Server-Side"
    },
    {
        "id": 2,
        "name": "Travelo",
        "description": "User can sign up to the website using his/her gmail account.After successfully login user can find out his user name and google profile picture in this website. In order to book a single service, user have to login into the website otherwise it will redirect to login page and after successfully login user again redirect to his/her desire destination. After successfully book a package user can find out his/her order in My Orders section and also can remove his/her ordered package. Any logged In user can also find out total orders of this website and also can delete any order.Any logged In user can add a new package by simply Add a service section. User can also logout from the website. If user reload the website after login into the website it will not redirect to login page. If user input any unidentified routes into the link it will go to 404:not found page.",
        "img": "https://i.ibb.co/SQv12d3/travelo.png",
        "img2": "https://i.ibb.co/BfVn2r9/travelo2.png",
        "img3": "https://i.ibb.co/3h9Jx2n/travelo3.png",
        "link": "https://travelo-f3c3f.web.app/",
        "github1":"https://github.com/Mahir-Ahmed-250/Travelo-Client-Side",
        "github2":"https://github.com/Mahir-Ahmed-250/Travelo-Server-Side"
    },
    {
        "id": 3,
        "name": "Studio SpaceJam",
        "description": "Studio Spacejam is a consultancy company of design & architecture which is located in Dhanmondi, Dhaka.This website is fully responsive by using react bootstrap and css media query.In this website user can find out some information about this company.",
        "img": "https://i.ibb.co/8rYCT13/studio.png",
        "img2": "https://i.ibb.co/RjWdNVC/studio2.png",
        "img3": "https://i.ibb.co/znBsKtB/studio3.png",
        "link": "https://www.studiospacejam.com/",
        "github1":"https://github.com/Mahir-Ahmed-250/Studio-Space-Jam",
        "github2":"https://github.com/Mahir-Ahmed-250/Studio-Space-Jam"
    },
    {
        "id": 4,
        "name": "Dental Care",
        "description": "User can create account by email and gmail and also can login by both of them.After successfully login user can find out his user name and google profile picture(by using google) in this website.In order to see details of a single service, user have to login into the website otherwise it will redirect to login page and in single service section after clicking book now a cool doctor will give thumbs up to user. If user reload the website after login into the website it will not redirect to login page.If user input any unidentified routes into the link it will go to 404:not found page.",
        "img": "https://i.ibb.co/kXhM2R2/dental.png",
        "img2": "https://i.ibb.co/mcnRdNq/dental2.png",
        "img3": "https://i.ibb.co/Nj73sZt/dental3.png",
        "link": "https://dental-care-a317b.web.app/",
        "github1":"https://github.com/Mahir-Ahmed-250/Dental-Care",
        "github2":"https://github.com/Mahir-Ahmed-250/Dental-Care"
    },
    {
        "id": 5,
        "name": "CodeSchool",
        "description": "CodeSchool is a simple single page react application developed by react router dom. This website is also developed by React bootstrap ",
        "img": "https://i.ibb.co/zb44XJB/code.png",
        "img2": "https://i.ibb.co/444H29s/code2.png",
        "img3": "https://i.ibb.co/F8n7L5V/code3.png",
        "link": "https://codeschool00.netlify.app/",
        "github1":"https://github.com/Mahir-Ahmed-250/Code-School",
        "github2":"https://github.com/Mahir-Ahmed-250/Code-School"
        
    },
    {
        "id": 6,
        "name": "Honda CBR",
        "description": "Honda CBR is an a simple static website which is developed by HTML, CSS, Bootstrap",
        "img": "https://i.ibb.co/GTHthmw/cbr.png",
        "img2": "https://i.ibb.co/ZVzKRxx/cbr2.png",
        "img3": "https://i.ibb.co/Nmk7zyb/cbr3.png",
        "link": "https://honda-global.netlify.app/",
        "github1":"https://github.com/Mahir-Ahmed-250/Honda-CBR",
        "github2":"https://github.com/Mahir-Ahmed-250/Honda-CBR"
    }
]
